Revit 2027 API
SymbolTypeId.LbForceDashFt Property
 Symbol lb-ft, indicating unit Pound force feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbForceDashFt { get; }
Public Shared ReadOnly Property LbForceDashFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbForceDashFt {
	ForgeTypeId^ get ();
}
static member LbForceDashFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace